Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: Priority: Very high
sv: Prioritet: mycket hög

source: Priority: High
sv: Prioritet: hög

source: Priority: Low
sv: Prioritet: låg

source: Priority: Very low
sv: Prioritet: mycket låg

source: Fix this component to clear its diagnostics.
sv: Åtgärda den här komponenten för att rensa dess felmeddelanden.

source: Updating translation component…
sv: Uppdaterar översättningskomponent …

source: Some of the components within this project have diagnostics.
sv: Vissa av komponenterna i detta projekt har felmeddelanden.

source: Project settings
sv: Projektinställningar

source: Site-wide language customization
sv: Språkanpassning för hela webbplatsen

source: All translation states, including those needing editing, are eligible to be written to the translation file.
sv: Alla översättningsstatusar, även de som behöver redigeras, får skrivas till översättningsfilen.

source: Configure source reviews
sv: Konfigurera källgranskningar

source: Configure translation reviews
sv: Konfigurera översättningsgranskningar

source: repository URL
sv: URL till förrådet

source: Join the translation or start translating your own project.
sv: Delta i översättningen eller börja översätta ditt eget projekt.

source: Join the translation.
sv: Delta i översättningen.

source: Version control parameters must be a dictionary of key-value pairs.
sv: Parametrar för versionshantering måste vara en avbildning med nyckel-värdepar.

source: Unknown version control parameter: "%(param_name)s".
sv: Okänd parameter för versionshantering: ”%(param_name)s ”.

source: Cleaning up contributions by %(user)s in this project was scheduled.
sv: Rensning av bidrag från %(user)s i det här projektet var schemalagd.

source: Reverting edits by %(user)s in this project was scheduled.
sv: Återställning av redigeringar av %(user)s i det här projektet har schemalagts.

source: User is not blocked on this project.
sv: Användaren är inte blockerad i det här projektet.

source: You do not have permission to accept suggestions.
sv: Du har inte behörighet att acceptera förslag.

source: Invalid request.
sv: Ogiltig begäran.

source: Confirmation is required.
sv: Bekräftelse krävs.

source: Creating a project without a workspace is not allowed.
sv: Att skapa ett projekt utan arbetsområde är inte tillåtet.

source: Project backup import in progress
sv: Import av säkerhetskopia av projekt pågår

source: You do not have permission to save translations.
sv: Du har inte behörighet att spara översättningar.

source: Your previous search results are no longer available. The results have been refreshed.
sv: Dina tidigare sökresultat är inte längre tillgängliga. Resultaten har uppdaterats.

source: Could not revert the selected change.
sv: Kunde inte återställa den valda ändringen.

source: You do not have permission to vote for suggestions.
sv: Du har inte behörighet att rösta på förslag.

source: Rejection reason is too long!
sv: Orsaken till avslaget är för lång!

source: Automatic translation cannot be started because the target is locked.
sv: Automatisk översättning kan inte startas eftersom målet är låst.

source: Could not add the string because another background operation is in progress. Please try again later.
sv: Kunde inte lägga till strängen eftersom en annan bakgrundsåtgärd pågår. Försök igen senare.

source: Use the button on the repository status page to run this action.
sv: Använd knappen på statussidan för arkivet för att köra den här åtgärden.

source: Another repository operation is already in progress.
sv: En annan arkivåtgärd pågår redan.

source: There appears to be an ongoing operation on the repository. Please try again later.
sv: Det verkar pågå en åtgärd på förrådet. Försök igen senare.

source: This repository operation is already queued.
sv: Den här arkivåtgärden står redan i kö.

source: Repository operation has been queued.
sv: Arkivåtgärden har lagts i kö.

source: Duplicate strings have been removed from the translation file.
sv: Dubblerade strängar har tagits bort från översättningsfilen.

source: Unused strings have been removed from the translation file.
sv: Oanvända strängar har tagits bort från översättningsfilen.

source: Obsolete strings have been removed from the translation file.
sv: Föråldrade strängar har tagits bort från översättningsfilen.

source: Generating report…
sv: Genererar rapport…

source: Repetitions
sv: Upprepningar

source: Exact matches
sv: Exakta träffar

source: Fuzzy matches
sv: Ungefärliga träffar

source: New strings
sv: Nya strängar

source: Source characters
sv: Källtecken

source: Rate
sv: Pris

source: Cost
sv: Kostnad

source: Translated strings per day
sv: Översatta strängar per dag

source: Source words per day
sv: Källord per dag

source: Average
sv: Genomsnitt

source: 75th percentile
sv: 75:e percentilen

source: 90th percentile
sv: 90:e percentilen

source: Included user days
sv: Inkluderade användardagar

source: Excluded user days
sv: Undantagna användardagar

source: Project moved.
sv: Projektet har flyttats.

source: This component is already shared in %s.
sv: Denna komponent delas redan i %s.

source: Category {}
sv: Kategori {}

source: Workspace {}
sv: Arbetsområde {}

source: Capitalize
sv: Gör versalt

source: No valid billing found or limit exceeded.
sv: Ingen giltig faktura hittades eller så har gränsen överskridits.

source: The project is already assigned to this workspace.
sv: Projektet är redan tilldelat till det här arbetsområdet.

source: You do not have permission to edit the current workspace.
sv: Du har inte behörighet att redigera det nuvarande arbetsområdet.

source: You do not have permission to move projects without a workspace.
sv: Du har inte behörighet att flytta projekt utan ett arbetsområde.

source: You do not have permission to edit the target workspace.
sv: Du har inte behörighet att redigera målarbetsområdet.

source: You do not have permission to add projects to the target workspace.
sv: Du har inte behörighet att lägga till projekt i målarbetsområdet.

source: Borg completed with warnings without any output.
sv: Borg slutfördes med varningar utan någon utdata.

source: Strings with comments by me
sv: Strängar med kommentarer av mig

source: Strings with source comments by me
sv: Strängar med källkommentarer av mig

source: This URL is prohibited because it points to an internal or non-public address.
sv: Denna URL är förbjuden eftersom den pekar på en intern eller icke-offentlig adress.

source: This URL is prohibited because the connected peer address could not be determined.
sv: Denna URL är förbjuden eftersom det inte gick att fastställa adressen till den anslutna motparten.

source: Could not parse URL.
sv: Kunde inte tolka URL:en.

source: Could not resolve the URL domain: {}
sv: Kunde inte slå upp URL-domänen: {}

source: Could not resolve the URL domain.
sv: Kunde inte slå upp URL-domänen.

source: Parameters must be a dictionary of key-value pairs.
sv: Parametrarna måste vara avbildning med nyckel-värde-par.

source: Unable to download asset from the provided URL (HTTP status code: %(code)s).
sv: Det gick inte att hämta resursen från den angivna URL:en (HTTP-statuskod: %(code)s).

source: Search query is too complex.
sv: Sökfrågan är för komplex.

source: Could not parse boolean value: {}
sv: Det gick inte att tolka det booleska värdet: {}

source: Could not parse numeric value: {}
sv: Det gick inte att tolka det numeriska värdet: {}

source: Could not parse timestamp: {}
sv: Det gick inte att tolka tidsstämpeln: {}

source: Unknown change action: {}
sv: Okänd ändringsåtgärd: {}

source: Could not parse IP address: {}
sv: Det gick inte att tolka IP-adressen: {}

source: Regular expression not supported for field {}
sv: Reguljära uttryck stödjs inte för fältet {}

source: Range not supported for field {}
sv: Intervall stödjs inte för fältet {}

source: Mixed operators!
sv: Blandade operatorer!

source: Failed to parse the query string: {}
sv: Misslyckades med att tolka frågesträngen: {}

source: Uploaded ZIP file is too big.
sv: Skickad ZIP-fil är för stor.

source: Could not evaluate plural formula for count {count}: {error}
sv: Kunde inte beräkna pluralformeln för antalet {count}: {error}

source: Plural formula result {result} for count {count} is outside the allowed range 0..{max}.
sv: Pluralformelns resultat {result} för count {count} ligger utanför det tillåtna intervallet 0..{max}.

source: No archive can be specified in backup location.
sv: Inget arkiv kan anges på säkerhetskopian.

source: Backup location has to be an absolute path.
sv: Säkerhetskopieringsplatsen måste vara en absolut sökväg.

source: Backup location should be outside Weblate backups in DATA_DIR.
sv: Säkerhetskopieringens plats bör vara utanför Weblate-säkerhetskopiorna i DATA_DIR.

source: This URL is prohibited because it matches a restricted pattern.
sv: Denna URL är förbjuden eftersom den matchar ett begränsat mönster.

source: This URL is prohibited because it uses a restricted host.
sv: Den här URL:en är förbjuden eftersom att den använder en begränsad värd.

source: This URL is prohibited because it uses a numeric IP address.
sv: Den här URL:en är förbjuden eftersom att den använder en numerisk IP-adress.

source: Profile URL cannot include username or password credentials.
sv: Profil-URL:en får inte innehålla användarnamn eller lösenord.

source: Profile URL should link to a profile page, not directly to a file download.
sv: Profilens URL ska länka till en profilsida, inte direkt till en filnedladdning.

source: Code site URL should link to a user profile or repository page on a code-hosting site.
sv: Kodwebbplatsens URL ska länka till en användarprofil eller databassida på en kodvärdswebbplats.

source: Contact URL cannot include username or password credentials.
sv: Kontakt-URL:en får inte innehålla användarnamn eller lösenord.

source: Contact URL should link to a contact or profile page, not directly to a file download.
sv: Kontakt-URL:en ska länka till en kontakt- eller profilsida, inte direkt till en filnedladdning.

source: Fediverse URL should link to a Fediverse user profile.
sv: Fediverse-URL:en ska länka till en Fediverse-användarprofil.

source: URL domain is not allowed.
sv: URL-domänen är inte tillåten.

source: Customer care is currently unavailable.
sv: Kundtjänsten är för närvarande inte tillgänglig.

source: ZIP file contains invalid path: {path}
sv: ZIP-filen innehåller en felaktig sökväg: {path}

source: ZIP file contains unsupported symbolic links.
sv: ZIP-filen innehåller symboliska länkar som inte stödjs.

source: ZIP file contains unsupported special files.
sv: ZIP-filen innehåller specialfiler som inte stödjs.

source: The ZIP file contains too many entries.
sv: ZIP-filen innehåller för många poster.

source: The zip file contains duplicate files. Please generate a new backup with a newer version of Weblate.
sv: Zip-filen innehåller dubbletter av filer. Vänligen skapa en ny säkerhetskopia med en nyare version av Weblate.

source: The ZIP file contains %(actual_size)s of data after unpacking, exceeding the configured limit of %(limit_size)s.
sv: ZIP-filen innehåller %(actual_size)s data efter uppackning, vilket överskrider den konfigurerade gränsen på %(limit_size)s.

source: The ZIP file contains a compressed entry that is too large.
sv: ZIP-filen innehåller en komprimerad post som är för stor.

source: %(detail)s Please retry later.
sv: %(detail)s Försök igen senare.

source: %(service)s API request failed while creating a pull request: %(status)s
sv: %(service)s API-begäran misslyckades när du skapade en pull-begäran: %(status)s

source: %(service)s API request failed while creating a pull request: %(status)s Please retry later.
sv: %(service)s API-begäran misslyckades när du skapade en pull-begäran: %(status)s Försök igen senare.

source: %(service)s API request failed while creating a pull request (%(status)s): %(error)s
sv: %(service)s API-begäran misslyckades när du skapade en pull-begäran: %(status)s: %(error)s

source: %(service)s API request failed while creating a pull request (%(status)s): %(error)s Please retry later.
sv: %(service)s API-begäran misslyckades när du skapade en pull-begäran: %(status)s: %(error)s Försök igen senare.

source: %(service)s API request failed while merging a pull request: %(status)s
sv: %(service)s API-begäran misslyckades vid sammanfogning av en pull-begäran: %(status)s

source: %(service)s API request failed while merging a pull request: %(status)s Please retry later.
sv: %(service)s API-begäran misslyckades vid sammanfogning av en pull-begäran: %(status)s Försök igen senare.

source: %(service)s API request failed while merging a pull request (%(status)s): %(error)s
sv: %(service)s API-begäran misslyckades vid sammanfogning av en pull-begäran: %(status)s: %(error)s

source: %(service)s API request failed while merging a pull request (%(status)s): %(error)s Please retry later.
sv: %(service)s API-begäran misslyckades vid sammanfogning av en pull-begäran: %(status)s: %(error)s Försök igen senare.

source: GitHub App repositories must be imported with a branch.
sv: GitHub-appdatabaser måste importeras med en gren.

source: Invalid GitHub App installation ID.
sv: Ogiltigt installations-ID för GitHub-programmet.

source: No Weblate GitHub app installation available.
sv: Ingen installation av Weblate GitHub-appen är tillgänglig.

source: No Weblate GitHub app installation available for %(hostname)s
sv: Det finns ingen installation av Weblate GitHub-programmet tillgänglig för %(hostname)s

source: Could not obtain GitHub App access token: %(error)s
sv: Det gick inte att hämta åtkomst-token för GitHub-programmet: %(error)s

source: GitHub App components require a project with a workspace.
sv: Komponenterna i GitHub-programmet kräver ett projekt med ett arbetsområde.

source: Could not get GitLab project (%(status)s): %(error)s
sv: Det gick inte att hämta GitLab-projektet (%(status)s): %(error)s

source: Could not get GitLab project (%(status)s): Unknown error
sv: Det gick inte att hämta GitLab-projektet (%(status)s): Okänt fel

source: Pull request listing failed: %(error)s
sv: Listning av pull-begäranden misslyckades: %(error)s

source: Pull request listing failed: %(error)s Please retry later.
sv: Listning av pull-begäranden misslyckades: %(error)s Försök igen senare.

source: Could not fork repository at %(hostname)s
sv: Kunde inte skapa en gren av förrådet på %(hostname)s

source: Could not fork repository at %(hostname)s. Please retry later.
sv: Kunde inte skapa en gren av förrådet på %(hostname)s. försök igen senare.

source: Could not fork repository at %(hostname)s: %(error)s
sv: Kunde inte skapa en gren av förrådet på %(hostname)s: %(error)s

source: Could not fork repository at %(hostname)s: %(error)s Please retry later.
sv: Kunde inte skapa en gren av förrådet på %(hostname)s: %(error)s Försök igen senare.

source: Could not fork repository at %(hostname)s: Repository not found. Check whether exists and user '%(username)s' has access to it.
sv: Kunde inte skapa en gren av förrådet på %(hostname)s: förrådet hittades inte. Kontrollera om det finns och användaren ”%(username)s” har tillgång till det.

source: Repository has an interrupted Git %(operation)s operation.
sv: Förråd har en avbruten Git %(operation)s-åtgärd.

source: Could not recover interrupted Git %(operation)s operation.
sv: Kunde inte återhämta efter avbruten Git %(operation)s-åtgärd.

source: The repository URL permanently redirects to a canonical URL.
sv: Arkivets URL omdirigerar permanent till en kanonisk URL.

source: The repository HTTP redirect contains credentials and was rejected.
sv: HTTP-omdirigeringen för arkivet innehåller autentiseringsuppgifter och avvisades.

source: The repository URL redirects to a different host. Automatic cross-host redirects are disabled for security; update the repository URL manually.
sv: URL:en för arkivet omdirigerar till en annan värd. Automatiska omdirigeringar mellan värdar är inaktiverade av säkerhetsskäl; uppdatera URL:en för arkivet manuellt.

source: The repository URL redirects from HTTPS to an insecure URL and was rejected.
sv: Arkivets URL omdirigerar från HTTPS till en osäker URL och avvisades.

source: The repository returned an invalid HTTP redirect.
sv: Arkivet returnerade en ogiltig HTTP-omdirigering.

source: The repository returned an HTTP redirect with an invalid hostname.
sv: Arkivet returnerade en HTTP-omdirigering med ett ogiltigt värdnamn.

source: The repository HTTP redirect contains a loop.
sv: HTTP-omdirigeringen till förrådet innehåller en slinga.

source: The repository redirect target has no validated address.
sv: Förrådets omdirigeringsmål har ingen validerad adress.

source: The repository returned a permanent HTTP redirect without a target URL.
sv: Arkivet returnerade en permanent HTTP-omdirigering utan en mål-URL.

source: The repository HTTP redirect does not point to a Git smart HTTP endpoint.
sv: Förrådets HTTP-omdirigering pekar inte mot en Git smart-HTTP-ändpunkt.

source: Could not probe the repository HTTP redirect: %(error)s
sv: Det gick inte att undersöka förrådets HTTP-omdirigering: %(error)s

source: The repository HTTP redirect unexpectedly changed the URL query.
sv: HTTP-omdirigeringen av arkivet ändrade oväntat URL-frågan.

source: The repository HTTP redirect target could not be validated.
sv: Det gick inte att validera HTTP-omdirigeringsmålet för arkivet.

source: The repository HTTP redirect target could not be verified as a Git repository.
sv: Det gick inte att verifiera att HTTP-omdirigeringsmålet för arkivet var ett Git-arkiv.

source: The repository returned too many HTTP redirects.
sv: Arkivet returnerade för många HTTP-omdirigeringar.

source: The repository URL redirects to an unsupported URL scheme.
sv: Databasens URL omdirigerar till ett URL-schema som inte stöds.

source: Remote branch could not be verified against the shallow existing repository.
sv: Fjärrgrenen kunde inte verifieras mot det ytliga befintliga arkivet.

source: Remote branch does not share common history with the existing repository.
sv: Fjärrgrenen delar inte gemensam historik med det befintliga arkivet.

source: Could not determine the effective SSH destination.
sv: Kunde inte fastställa den effektiva SSH-destinationen.

source: Could not determine the effective SSH destination: %(error)s
sv: Kunde inte fastställa den effektiva SSH-destinationen: %(error)s

source: Unsupported interrupted Git operation: %(operation)s
sv: Ostödd avbruten Git-operation: %(operation)s

source: This VCS backend cannot safely connect to this URL while private address restrictions are enabled.
sv: Denna VCS-backend kan inte ansluta säkert till denna URL medan begränsningar för privata adresser är aktiverade.

source: Fetching VCS repository from %(hostname)s is not allowed.
sv: Att hämta VCS-förråd från %(hostname)s är inte tillåtet.

source: Enter a valid URL.
sv: Ange en giltig URL.

source: Could not parse URL: %(error)s
sv: Kunde inte tolka URL:en: %(error)s

source: Fetching VCS repository using %(scheme)s is not allowed.
sv: Att ämta VCS-förråd med %(scheme)s är inte tillåtet.

source: Could not resolve the URL domain: %(error)s
sv: Kunde inte lösa URL-domänen: %(error)s

source: Enter a valid GitHub host.
sv: Ange en giltig GitHub-värd.

source: Components to migrate
sv: Komponenter att migrera

source: Select at least one component to migrate.
sv: Välj minst en komponent att migrera.

source: Use github.com for GitHub.com, or the web hostname for GitHub Enterprise Server.
sv: Använd github.com för GitHub.com eller webbhotellnamnet för GitHub Enterprise Server.

source: Organization (optional)
sv: Organisation (frivilligt)

source: Enter a GitHub organization slug to register the App under that organization instead of your personal account.
sv: Ange en GitHub-organisationsslug för att registrera appen under den organisationen istället för ditt personliga konto.

source: Leave blank to register on your personal account
sv: Lämna tomt för att registrera dig på ditt personliga konto

source: GitHub App names must be unique and at most %(limit)s characters. You will still be able to change the name on GitHub before confirming.
sv: GitHub-appnamn måste vara unika och högst %(limit)s tecken. Du kommer fortfarande att kunna ändra namnet på GitHub innan du bekräftar.

source: Public (any GitHub account can install it)
sv: Offentlig (alla GitHub-konton kan installera det)

source: Required to install the App on more than one user or organization. Public here only means the App is not restricted to its owner; it does not list the App on the GitHub Marketplace.
sv: Krävs för att installera appen på mer än en användare eller organisation. Offentlig här betyder endast att appen inte är begränsad till sin ägare; den listar inte appen på GitHub Marketplace.

source: GitHub hostname
sv: GitHub-värdnamn

source: App slug
sv: Program-slug

source: Private key (PEM)
sv: Privat nyckel (PEM)

source: OAuth client ID
sv: OAuth-klient-ID

source: OAuth client secret
sv: OAuth-klienthemlighet

source: App URL
sv: Program-URL

source: Weblate GitHub App credentials
sv: Weblate GitHub-appens inloggningsuppgifter

source: connected GitHub account
sv: anslutet GitHub-konto

source: connected GitHub accounts
sv: anslutna GitHub-konton

source: GitHub (via Weblate GitHub app)
sv: GitHub (via Weblate GitHub-appen)

source: This will push changes and create a GitHub pull request via the Weblate GitHub app.
sv: Detta kommer att skicka ändringarna och skapa en GitHub-pull-begäran via Weblate-programmet för GitHub.

source: GitHub App components require a GitHub HTTPS repository URL.
sv: GitHub-appkomponenter kräver en GitHub HTTPS-arkiv-URL.

source: Repository is not available from a connected GitHub account for this workspace.
sv: Arkivet är inte tillgängligt från ett anslutet GitHub-konto för den här arbetsytan.

source: Installation ID
sv: Installations-ID

source: Target type
sv: Måltyp

source: Organization or User
sv: Organisation eller användare

source: Target login
sv: Målinloggning

source: Hosting organization or user login
sv: Värdorganisation eller användarinloggning

source: Available repositories
sv: Tillgängliga förråd

source: code-hosting installation
sv: installation av kodvärd

source: code-hosting installations
sv: installationer av kodvärdar

source: Webhook payload
sv: Webhook-innehåll

source: pending code-hosting installation
sv: Väntande installation av kodvärd

source: pending code-hosting installations
sv: Väntande installationer av kodvärdar

source: Force push
sv: Tvinga push

source: Overwrite the remote branch instead of refusing to push non-fast-forward changes. Only use this with a repository dedicated to translations, as it discards upstream commits which are not present in Weblate.
sv: Skriv över fjärrgrenen istället för att vägra att skicka ändringar som inte kan snabbspolas. Använd detta endast med ett förråd dedikerat till översättningar, eftersom det kastar bort uppströmsändringar som inte finns i Weblate.

source: Create merge requests
sv: Skapa sammanslagningsbegäranden

source: Open a pull or merge request for the translation changes. When turned off, Weblate pushes to the translated branch directly, which requires write access to it.
sv: Skapa en pull- eller sammanslagningsbegäran för översättningsändringarna. När funktionen är avstängd överför Weblate direkt till den översatta grenen, vilket kräver skrivbehörighet till den.

source: Merge pull requests automatically
sv: Sammanfoga pull-begäranden automatiskt
